{
    "version": "https://jsonfeed.org/version/1",
    "title": "弘毅阁",
    "description": "A place to record fruit of life.",
    "home_page_url": "http://example.com",
    "items": [
        {
            "id": "http://example.com/2024/09/03/One-Week-of-Solitude/",
            "url": "http://example.com/2024/09/03/One-Week-of-Solitude/",
            "title": "One Week of Solitude",
            "date_published": "2024-09-03T07:58:31.000Z",
            "content_html": "<p>&nbsp; &nbsp; &nbsp; &nbsp; Cuban travel left me with remarkable memory, attractive nature touched me greatly. I was sure that I would be back there sooner or later. That will be interesting to observe differences years later. Then, I headed for my next spot, Colombia. Seven days in Colombia was not a long trip, but that did not mean a boring experience. Hispanic culture and their history are way different from the others. No doubt, Marquez named “A hundred years of Solitude”.<br>&nbsp; &nbsp; &nbsp; &nbsp; <em>Bogota: Potential danger</em><br>&nbsp; &nbsp; &nbsp; &nbsp; Staying at small town in the States for a long time, I had to say skyscrapers were unfamiliar for me. Bogota was similar with other cities which are segregated greatly. The north district is safe, but the south is not. I spent a whole day walking around the city, from my hotel to different museums. I planned four days here with three museum visits which were the national museum, gold museum, and Botero museum. The national museum shows its history and how Colombian people united. I love history, but South American history was blank in my mind. It was interesting that Colombian history was so isolated. There were a lot of Inka Empire, only a period of colonization by Spain. Therefore, the national museum was kind of boring because it just explained where Colombia was from, and how people united. The second museum, Gold Museum, was more interesting. It showed how people used gold to decorate and how jewelry designed and made. However, an earthquake interrupted my plan. I did not finish this museum tour, and Botero museum neither. That was my first earthquake experience. Nearly 6.0 magnitude made the whole building shake strongly. At the first few seconds, I was confused slightly, for I had no sense of earthquake. Then, I was aware that the earthquake happened, and I moved to the corner for safety. However, I did not leave the museum directly and expected to resume my visit shortly. Staff asked me to leave because the museum would be closed. While, due to the earthquake, I made a friend who were next to me during the earthquake. Since, my visit was interrupted, I bought her a coffee and wandered around the city for a while. She was supposed to take a bus to her home at night, but the bus was not on service. On the next day, I climbed to a mountain where I got a bird view of the city, big but polluted. The temperature was comfortable, or even slightly chilly. The whole city is surrounded by mountains. In the afternoon, I walked around the city with my new friend, where we found Marquez Plaza, a music show by university, and a party to celebrate the establishment of Bogota for 500 years. At night, Bogota was a little bit dangerous. Pedestrians told me not take my phone outside my pocket due to theft. There were some drug activities at night, so it was even hard for me to take an Uber. Especially for the south district, drivers would not access there. Somehow, I was shocked by it.<br>&nbsp; &nbsp; &nbsp; &nbsp; <em>Medellin: Drug history</em><br>&nbsp; &nbsp; &nbsp; &nbsp; Four days were short for visiting a city. I moved my feet to visit another one, Medellin. It was famous for its drug history and its cable transportation. As an urban planner, Medellin is famous, which is a good example of transportation plan. People in slums spread across mountains, so it used to be difficult for them to access to resources like education, transportation, or even healthcare. Therefore, cable cars connect people in slum with city.<br>&nbsp; &nbsp; &nbsp; &nbsp; Before I went to Medellin, I did some research. I discovered the wealthy districts where they have lower crime cases. When I landed, I found the city was poorer than Bogota, but as the uber driving, the city became beautiful and clean, a totally different environment. Near my hotel, I found a Korean restaurant. The boss was graduated from UIUC as well, and surprisingly he could even spoke Chinese. On the next day, I visited Comuna 13, which is the most famous slum. It was totally different though. People were doing business along the street, and it was extremely crowded. Dance and music were everywhere. They had a lot of street painting on the wall where you can obtain small holes by bullets. That district used to be the base of gangsters and criminals. Children over 15 were forced to transport drugs for them, and they shot guns almost every day. As a guy without any memory of chaos, that was horrible and hard to imagine how people struggled for living. During my stay, I joined a city walk. My tour guide shared his experience. When he was young, he had to hide behind walls on his way to school, and his sister was murdered by criminals. There were a lot of crimes, and people suffered from drugs. During city walk, I observed a man and a woman taking a drug in front of me, a theft stealing a phone, and a girl lying on the chair with an extremely weird pose.<br>&nbsp; &nbsp; &nbsp; &nbsp; Overall, Colombia is a complicated country. Its history was full of pain, colonization and drug, but they have kind people and comfortable environment.</p>\n",
            "tags": [
                "travel"
            ]
        },
        {
            "id": "http://example.com/2024/08/31/Mojito-Cigar-and-Salsa/",
            "url": "http://example.com/2024/08/31/Mojito-Cigar-and-Salsa/",
            "title": "Mojito,Cigar and Salsa",
            "date_published": "2024-08-31T11:04:45.000Z",
            "content_html": "<p>7&#x2F;28-8&#x2F;15<br>&nbsp; &nbsp; &nbsp; &nbsp; If you ask me to recommend only one place for traveling, Cuba will be my answer for sure! For me, it left me with impressive and unreplaceable memory. From general perspective, as a county of total Socialism, life in Cuba seems as mysterious as North Korea, apart from the enthusiastic vibe and impressive beaches and forests. One thing to complain will be its high temperature all year round. There are three things to represent Cuba, which are mojito, cigar and salsa. Drink a shot of mojito, take a cigar, and dance a salsa. What a life!</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; As a Chinese guy, I am familiar with Socialism for sure. But as I grew up, my society has been reformed already since the 1980s. As a Gen Z, marketing in China has not been restricted any more. We called “two hands” controlling the economy, the government and market. From my view, it is kind of similar with the New Deal by Roosevelt. Government places an important role in promoting big programs such as transportation engineering, and lets the market optimize the economy, but this process is detected by government for macro-control. However, Cuba is different because it is more like Chine without economy reform. I was curious about people’s life there, especially in post-pandemic era. Also, the history and its culture were attractive for me.<br>&nbsp; &nbsp; &nbsp; &nbsp; The following was the notes I took during travel:</p>\n<blockquote>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; <em>关于古巴美好的人间烟火</em><br>&nbsp; &nbsp; &nbsp; &nbsp; <em>作为游客停留在古巴三个星期，古巴给我留下的印象是热情的音乐、适量的满足和悠然的生活。</em><br>&nbsp; &nbsp; &nbsp; &nbsp; <em>无论在哪个城市哪个角落，音乐永远是古巴人民表达对生活热爱的方式。城市的中央广场是人们娱乐的集散地，当气温下降，孩童与大人们在这里载歌载舞抑或谈论着一天的生活。印象最深的是在Santa Clara的一个餐馆，客人会饶有兴致地加入歌唱表演，街边也会组织音乐与表演。人们脱离电子设备的束缚在音乐中拥抱现实的生活。</em><br>&nbsp; &nbsp; &nbsp; &nbsp; <em>同时，生活也是适当的满足。政府给予每人每月一斤米一斤肉六斤豆（依城市而定）剩余的食物水果则在市场上购买，看病有免费的医疗。看起来人们不会为了赚钱而消耗自己的精力，不会为金钱而丢失自己的生活，似乎知足常乐。而我们的生活呢？谁未曾幻想着35岁退休享受生活，却在35岁时生活在自己构筑的房子、车子、度假的高墙中。</em><br>&nbsp; &nbsp; &nbsp; &nbsp; <em>最后，生活的节奏在这里仿佛慢了一拍。随处可见的六十年代的车子好似走入电影一般。人们慢慢悠悠地在街上行走，就连猫狗都慵懒地躺在地上。一切关于时间的记忆都停滞了，加之全年炽热的温度，仿佛忘记了今夕何夕，今天的一切与昨日的一切没有任何变化。</em></p>\n</blockquote>\n<blockquote>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; <em>关于古巴美好背后的现实</em><br>&nbsp; &nbsp; &nbsp; &nbsp; <em>作为独自旅行的背包客，其中的乐趣就在于与人交流，在不同城市与民宿老板聊、与同行的旅客聊、与本地的街溜子聊。上一篇记录了古巴的美好，这一篇就片面地记录下我所了解到的现实的古巴生活。</em><br>&nbsp; &nbsp; &nbsp; &nbsp; <em>作为社会主义，市场经济在古巴寸步难行，但如果政府没有工作机会了呢？想象一下九十年代下岗后却无法从事个体经济，这就是古巴的现状。在古巴你会发现虽然四面环海，却没人垂钓，为何？因为违法！普通人很难有资格钓鱼，同样其他的个体经济如果没有购买许可证都是违法（抓到两年起步）那如何购买许可证？用美元或欧元！这就是为何人们在黑市上换钱，然而汇率变化得可怕（3月份1美元换150，8月份1美元换250）那没有钱又没有工作怎么办？黑市街边的生意成为他们最后的生存方式。</em><br>&nbsp; &nbsp; &nbsp; &nbsp; <em>那在古巴的工资如何呢？政府最低工资2k比索，护士8k比索，警察10k比索。这么看可能没有概念，我来举个例子在哈瓦那我一顿饭就会吃掉2k+比索，一升牛奶2k比索。在这里牛奶成为了奢侈品。</em><br>&nbsp; &nbsp; &nbsp; &nbsp; <em>那离开古巴呢？困难至极。首先护照、签证等一系列的成本极高，只有少数家庭有能力送孩子出国。但去年也有近百万年轻人离开古巴，其中也包含走线的(tb)。有的人划着小船去福罗里达，有的人在墨西哥徒步戈壁，当然一个大浪或者大漠孤烟就会让人永远沉眠。</em><br>&nbsp; &nbsp; &nbsp; &nbsp; <em>在古巴，城市或许是最糟糕的地方，就像温铁军先生说的，城市的人失去了土地的后盾。十年前来过古巴的越南老哥跟我说哈瓦那在沉沦，贫困、能源紧缺、食品水紧缺、衣服紧缺、医疗资源紧缺。村落和小镇的人们或许是幸福的，因为食物能够自给自足，对于精神的追求也可以通过烟酒与音乐来满足。</em><br>&nbsp; &nbsp; &nbsp; &nbsp; <em>记忆最深的是在哈瓦那街头与我攀谈的失业大叔。几个月前工厂关闭，没有了任何经济来源，皮肤由于快速消瘦叠了好几层皮，但自己还有两个孩子要养。他与我谈起中国建方舱医院只用了两周，眼神中露出了敬佩的目光。我刚想说这是靠人们夜以继日的加班来实现的，而年轻人更想要朝九晚五的工作，但看到他的目光我把话吞了回去。或许对于他而言，工作就是一种莫大的幸福了，而我们或许在追求不同的目标。与他聊了一个下午，他哽咽我无奈，最后给了他1k比索我买下了他的故事。</em><br>&nbsp; &nbsp; &nbsp; &nbsp; <em>所以，这看起来安逸的生活是我们追求的吗？作为旅人，我还是很喜欢古巴，这里安逸的生活、热情的人们、停滞的时间，或许仅仅停留在旅行的层面。</em></p>\n</blockquote>\n<p>Here is the English translation:</p>\n<blockquote>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; <strong>On the Beautiful Aspects of Cuba’s Everyday Life</strong><br>&nbsp; &nbsp; &nbsp; &nbsp; As a tourist staying in Cuba for three weeks, the impression Cuba left on me was one of passionate music, modest satisfaction, and a leisurely lifestyle.<br>&nbsp; &nbsp; &nbsp; &nbsp; In every city and corner, music is always the way the Cuban people express their love for life. The central square of a city is a hub of entertainment. When the temperature drops, children and adults gather there to sing, dance, or talk about their day. What impressed me the most was a restaurant in Santa Clara, where guests enthusiastically joined in the singing performances, and music and performances were organized on the street. People, free from the constraints of electronic devices, embraced real life through music.<br>&nbsp; &nbsp; &nbsp; &nbsp; At the same time, life is also about appropriate contentment. The government provides each person with one jin (half a kilogram) of rice, one jin of meat, and six jin of beans (depending on the city) per month. The rest of the food and fruit is bought at the market. Medical care is free. It seems that people do not exhaust themselves trying to earn money and do not lose their lives for the sake of money; they appear to be content with what they have. And what about our lives? Who hasn’t fantasized about retiring at 35 to enjoy life, but at 35, we find ourselves trapped in the high walls of the houses, cars, and vacations we’ve built.<br>&nbsp; &nbsp; &nbsp; &nbsp; Lastly, life here seems to slow down a beat. The sight of cars from the sixties makes you feel like you’ve stepped into a movie. People stroll leisurely on the streets, and even the cats and dogs lazily lie on the ground. All memories of time seem to have stopped. Combined with the scorching temperatures all year round, it feels as if people have forgotten what day it is; today is no different from yesterday.</p>\n</blockquote>\n<blockquote>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; <strong>On the Reality Behind Cuba’s Beauty</strong><br>&nbsp; &nbsp; &nbsp; &nbsp; As a solo backpacker, the fun lies in communicating with people, chatting with guesthouse owners in different cities, fellow travelers, or local street dwellers. The last article recorded the beauty of Cuba; this one will one-sidedly document the reality of Cuban life as I understand it.<br>&nbsp; &nbsp; &nbsp; &nbsp; As a socialist country, market economy struggles in Cuba. But what if the government doesn’t have job opportunities? Imagine being laid off in the 90s without being able to engage in private business; that’s the current situation in Cuba. In Cuba, you’ll find that although it is surrounded by the sea, no one fishes. Why? Because it’s illegal! Ordinary people have little chance to fish. Similarly, other private businesses are illegal without a permit (which comes with at least a two-year sentence if caught). And how do you get a permit? With dollars or euros! That’s why people exchange money on the black market, but the exchange rates fluctuate terrifyingly (from 150 pesos for 1 dollar in March to 250 pesos in August). So, what do you do if you have no money and no job? Street business on the black market becomes their last means of survival.<br>&nbsp; &nbsp; &nbsp; &nbsp; What about wages in Cuba? The minimum government salary is 2,000 pesos, 8,000 pesos for nurses, and 10,000 pesos for police officers. These figures might seem abstract, so let me give you an example: in Havana, I could spend over 2,000 pesos on just one meal; a liter of milk costs 2,000 pesos. Milk has become a luxury here.<br>&nbsp; &nbsp; &nbsp; &nbsp; And what about leaving Cuba? It’s extremely difficult. The costs of passports, visas, and other paperwork are prohibitively high, and only a few families can afford to send their children abroad. Still, nearly a million young people left Cuba last year, some of whom took dangerous routes (tb). Some rowed small boats to Florida, and others trekked across the deserts of Mexico. But, of course, a big wave or a desert storm could result in eternal sleep.<br>&nbsp; &nbsp; &nbsp; &nbsp; In Cuba, cities may be the worst places, as Mr. Wen Tiejun said, city dwellers have lost the backing of the land. A Vietnamese friend who visited Cuba ten years ago told me that Havana is sinking into poverty, with shortages of energy, food, water, clothes, and medical resources. Villagers and small-town residents might be happier because they can be self-sufficient in food and find spiritual satisfaction in tobacco, alcohol, and music.<br>&nbsp; &nbsp; &nbsp; &nbsp; What I remember most is a conversation with an unemployed uncle on the streets of Havana. A few months ago, his factory closed, leaving him without any income. His skin sagged from rapid weight loss, yet he still had two children to support. He spoke admiringly of China’s ability to build a makeshift hospital in two weeks. I was about to say that this was achieved through people’s around-the-clock overtime, while young people would rather have a nine-to-five job. But seeing the look in his eyes, I swallowed my words. Perhaps, for him, having a job is a great blessing, while we might be pursuing different goals. We talked for an afternoon; he choked up, and I was helpless. In the end, I gave him 1,000 pesos and bought his story.<br>&nbsp; &nbsp; &nbsp; &nbsp; So, is this seemingly leisurely life what we are after? As a traveler, I still love Cuba, with its easy-going life, warm people, and time standing still, but maybe only on the level of a travel experience.</p>\n</blockquote>\n",
            "tags": [
                "travel"
            ]
        },
        {
            "id": "http://example.com/2024/08/29/beeilen/",
            "url": "http://example.com/2024/08/29/beeilen/",
            "title": "Langsam Beeilen",
            "date_published": "2024-08-29T08:14:47.000Z",
            "content_html": "<p>&nbsp; &nbsp; &nbsp; &nbsp; The title is a German slang, which means “slowly hurry&#x2F;go”. I learned this slang from a German friend, Franz, during volunteering. I really love this slang. People always expect preparing everything before conducting a plan, while it will never be perfect, which will slow down your pace to move on. “Slowly hurry&#x2F;go” depicts a status of moving on a little bit without perfect preparation.<br>&nbsp; &nbsp; &nbsp; &nbsp; Similarly, my travel is not perfectly prepared, but once I put myself on the way traveling, I knew I made it. My first stop was Atlanta and Miami. Carrying on over 60lb bagages, I flew from Chicago to Atlanta to visit uncle Frank who was my dad’s classmate living in Atlanta. I stayed at his home for a week. We went fishing, worked out, and shot guns. Everything I experienced there was so American style. That was my first fishing experience. The fish guide detected groups of fish by rada and sonar. We finally got more than ten weevers. They are kind of delicious but not easy to cook. The last but not the least, we enjoyed Chinese food! It was hard to express how much I missed those food. While, time flew quickly, and I went to Miami to catch my flight.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; In Miami, I met my friends and traveled around as well. One of my best friend, Cong, came from Boston to farewell. She brought me some stuff that I would use during my travel. Also, she was a lecturer in MIT. I really respected her a lot, and we also discussed some details of writing an academic paper. Sure! I did some academic research while traveling. Another friend was a classmate working in a landscape architecture corp. He complained a lot to me about his boss and his working schedule, over ten hours a day! I had to say international students sometimes were disadvantaged group in the labor market. I also met a family from Britain, my host family. The host was Canadian, and his wife was Cuban. They had a son named Lin. Interestingly, Lin is a typical Chinese last name. The hostess told me she loved Chinese name. When I told her my next spot was Cuba. She was superised and made some phone call to her family in Cuba to inform me the latest condition in Cuba. She said it was not perfect to travel at that moment because of poor economy. I was scared a little bit but still wanted to observe by myself. So, I shared my number with her and updated my travel then.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; On July 28th, 2023, I left for Cuba, a mysterious country in my “world”.</p>\n",
            "tags": [
                "travel"
            ]
        },
        {
            "id": "http://example.com/2024/08/15/Advanture/",
            "url": "http://example.com/2024/08/15/Advanture/",
            "title": "New Advanture",
            "date_published": "2024-08-15T06:53:16.000Z",
            "content_html": "<p>&nbsp; &nbsp; &nbsp; &nbsp; “Travel around the world” is the most romantic experience that I could imagine in my life. It’s been a while since I completed my world travel in 2023. Whenever I recall this amazing experience, I always feel excited and unforgetable. Now, I think it is a good point to record my experience as my memory.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; Exploration has been the rhythm of my life since I was a kid. My home was moved to different places for multiple times, which enforced me to get familiar with new environment frequently. From a countryside to a small town, from the City of Harbin to Shanghai, a new environment broaden my view and reconstructed my attitude of life. Interestingly, I was a timid boy before middle school. It’s funny to recall my childhood that I could barely go to a library alone which was only 2 kilometer away from my home. To be brave enough, I always went to school as a group with my best friends. I guess that might be caused by frequent changes of living environment. I got easily surprised at unfamiliar stuff. Meanwhile, even if I was too timid to travel alone, I tried my best to hang out with my friends and my family at different places. A huge change happened when I completed my primary school in Harbin. My family moved to Shanghai, an international mega city, not similar with Harbin anymore. The living environment changed again, but this time was a little different. Summer is hotter with higher humity in Shanghai, and people’s accent is different. My old friends were 2,000 kilometers away from me. I had to make new friends, learn new accent, and get used to a more complex environment than before. Fortunately, I enjoyed this change. My parents were busy with work, and I made new friends alone. Also, I got brave enough to travel by myself. Sometimes, I could get some budget from parents to support my trips. My home was moved twice more inside the city until I finished my high school in 2015. I went college in Beijing. Actually, I did not apply any colleges in Shanghai because this time I wanted to explore “ouside” alone. I was not static during undergraduate, and I traveled to most provinces in China. I also learned a lot outside textbook, from travel and work in the Red Cross. Then, I applied UIUC for my Masters’ Degrees. In terms of my expertise, I broaded my knowledge from civil engineering to urban plannning to geography. I enjoyed merging my knowledge and utilized my advange to guide new field, such as use data analysis in policy and decision making. When completed my degrees. I enrolled in a post-graduate program, which allowed me to work in the government of Illinois, and make enough money for travelling. At the age of 25, I got a perfect condition with good “health”, flexable “schedule”, and enough “budget”. Even I could have applied a higher-salary job, but I still decided to explore the world first and learn from the “outside”.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; On July 18th, as the horn of Amtrak coming close to me at Springfield train station, I carried on my bags and started my expected new advanture of my life.</p>\n",
            "tags": [
                "travel"
            ]
        },
        {
            "id": "http://example.com/2024/07/26/%E4%B8%80%E4%BA%9B%E5%85%B3%E4%BA%8E%E5%AD%A6%E4%B8%9A%E7%9A%84%E6%80%9D%E7%B4%A2/",
            "url": "http://example.com/2024/07/26/%E4%B8%80%E4%BA%9B%E5%85%B3%E4%BA%8E%E5%AD%A6%E4%B8%9A%E7%9A%84%E6%80%9D%E7%B4%A2/",
            "title": "一些关于学业的思索",
            "date_published": "2024-07-26T05:36:11.000Z",
            "content_html": "<p>&nbsp; &nbsp; &nbsp; &nbsp; 在申请工作之余，一直在思考未来的发展，不同的选择将会有不同的结果。简言之，是否继续读书、是否本行业，组合下来有四种：两个硕士毕业，本专业工作，我会立刻选择上海规划院，接着以考公或者考职称的方式晋升，最终兼顾自己的工作和公司；换行业就业，可以借着大数据发展的小红利，以后从事企业中的数据工作，估计不会有大成就，也不会有十分稳定的工作环境；博士换方向，或许是一件无法实现的事；博士坚持城市规划或者地理信息，在本专业中专注数据研发方向，集中在空间治理，未来毕业可以在大企业做研发岗，例如地图研发，或者在高校科研单位做科研。这些选择毋庸置疑，最后一个适合我，躺平不适合我，放弃原本的知识积累也是不理智。<br>&nbsp; &nbsp; &nbsp; &nbsp; 高校的选择，目前港大是最好的选择，排名高科研水平高，未来就业前景也会很棒。同时，国内外的资源我都可以利用，即使未来选择在香港生活，我也可以承受其成本压力。那么，就继续努力吧！</p>\n",
            "tags": [
                "thought",
                "PhD"
            ]
        },
        {
            "id": "http://example.com/2024/07/25/%E5%85%B3%E4%BA%8E%E6%B1%82%E8%81%8C%E7%9A%84%E6%80%9D%E7%B4%A2/",
            "url": "http://example.com/2024/07/25/%E5%85%B3%E4%BA%8E%E6%B1%82%E8%81%8C%E7%9A%84%E6%80%9D%E7%B4%A2/",
            "title": "关于求职的思索",
            "date_published": "2024-07-25T02:22:33.000Z",
            "content_html": "<p>&nbsp; &nbsp; &nbsp; &nbsp;自上一份工作结束，业已一年有余，收获颇丰亦有些许迷茫。在过去的一年中，我完成了背包环游世界的梦想，探索了未曾设想过的道路，经历了未曾想象过的场景。脱产的时间是自由的，但也是迷茫的。在美国的工作是一个高起点的工作，政府的post-graduate给予了我许多机会，我本可以借机申请数据中心或者大企业政策研究的岗位，但梦想告诉我，在机会与选择之前，保持一颗清晰的头脑做决定更重要。这篇博文估计记录一下在求职过程中的所思所想以及对各个行业的思考。</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp;<strong>关于自己</strong><br>&nbsp; &nbsp; &nbsp; &nbsp;对于求职与工作，窃以为需要有两点需要注意，一是结合自身实事求是，二是拥抱理想脚踏实地。<br>&nbsp; &nbsp; &nbsp; &nbsp;每个人所处的环境，所经历的成长道路都不同，因为对于未来的追求和寻求的满足感都不尽相同。但无论个体差异如何，实现自身的价值几乎是所有职场人的共性。这个价值可以出自自己的理想追求，亦可以简单的用现实的车房，无论哪种金钱都是实现自己价值过程中所获得的等价回馈，不可轻视自己的价值也不可让他人侵犯自己的价值。我是个幸运儿，所处的环境没有传统意义上的压力来源，所以我的追求不以金钱为目的，更多以自己想要实现的价值为导向，那么我想要实现的是什么呢？一个虚浮的回答是，一个更完美的社会，人人各得其所，所有付出都有回报。但显然，这只是乌托邦式的臆想，人们在所处社会阶层与社会角色中承受的压力与竞争在无限扩大，住房、家庭、医疗、教育、经济，资源与人口无法得到对应的匹配。事实上，我们现有的技术以及信息基础可以为此提供更加完善的解决办法，或许不够完美，但可以大幅改善。所以，我想做的是为居民提供更合理的分配机制，完善这台运转的机器。人们可以接触到新鲜的空气、生机的绿植，合理获取可承担的教育资源，交通与住房不再是人们焦虑的全部。那么，城市空间治理或许是我的心头好。<br>&nbsp; &nbsp; &nbsp; &nbsp;另一个思考点在于新技术在求职与工作中的角色。我发现在迷茫中人往往会倾向于选择大多数人鼓吹的发展方向，而这往往是投机的、短期快速发展的。把视线拉长，每一个行业都会经历爆发增长、再到供大于求、最后趋于平淡甚至夕阳的过程。从建筑行业即可发现其规律，一个行业的发展受大环境影响，同时也受限于技术更新。我们所处的时代是个由计算机辅助转向计算机自主控制的交替阶段。人们宣传大数据分析、人工智能，这显然已经是发展的方向了，现今每个行业也在借由基础技能的提升开始了产业升级，繁琐的旧工作由机器自动化代替。在这个过程中，禁忌被热点牵着鼻子走，互联网发展快就去互联网，vr热门就去开发vr，大数据分析热就去从事大数据。这里我用“从事”而非“学习”，私以为学习是要与时俱进，但从事此类工作好比土木工程中从事放线一样，有发展吗？有的，但可以从中脱颖的人少之又少，原因在于所有人都在同一赛道，技术水平没有太大区别，仅仅依靠资历和自我提升而已。而在所有的行业中，只有掌握自主权才能掌握自己的事业。例如，大数据分析是为了什么，是为所处行业提供决策支持，那么我为什么不可以进行决策呢。当然自己的资历尚浅、所学知识有限，但我已经在自己的赛道中拥有了许多令人称赞的成就了，何必放弃这种“资历”与“资源”而放低自己看轻自己的能力呢？<br>&nbsp; &nbsp; &nbsp; &nbsp;在国内求职的三个月，被问过最多的问题就是：“周围人都想留在美国，你为什么不想？”我认为最主要的原因是个人追求不同，也许社科学学多了，对美国所存在的问题有种无力与排斥感。人们润美国无非是追求更高工资、更自由的生活状态，作为发达国家经济体，美国足够给予所有非社会中心人自由、充足、些许优渥的生活资源，但继续往上的晋升，作为少数群体，其体制的问题把通道堵得死死的。但经历了这么多的面试，我也学习到了隐藏自己的想法，因为并非人们可以共情自己的想法，反而会误解并恶意揣测自己的能力。<br>&nbsp; &nbsp; &nbsp; &nbsp;以下内容我想姑且总结一下求职中各个行业的想法。</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp;<strong>大数据分析</strong><br>&nbsp; &nbsp; &nbsp; &nbsp;在深圳接触了两个大数据培训机构，也看了些许过往学员就职的工作。总体而言，大数据目前就业方向很广泛，银行、金融、服务、市政、互联网，每个行业都需要，工资也可以接近2万，未来发展成数据主管。但是这个行业强力依赖计算机分析，而当下人工智能自动化快速发展，可以想像五到十年后这个行业或许就会变成一个软件几次点击而已。当然每个在风口的行业都在鼓吹未来的发展前景，但理性来看，这只是五到十年的短命行业，最终会形成类似金融工程一样，变成大数据工程来搭建大数据分析平台而已。</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp;<strong>交通运输工程师&#x2F;咨询</strong><br>&nbsp; &nbsp; &nbsp; &nbsp;在一家运输咨询公司面试，这个公司是领域的龙头企业了，但是总经理还是觉得我的能力和背景不应该在这类公司浪费时间，建议我寻找和空间治理相关的工作，例如规划院。的确，这一类的行业主要依靠的是行业经验和资历，我个人能力无法在这里得到锻炼和提升。在这里，我发现自己进入了一个怪圈：决策类的工作需要行业经验，而行业的起点却不认同我。这说明我在一个错误的行业、错误的方向，这是个并不适合我的领域。</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp;<strong>三维GIS开发</strong><br>&nbsp; &nbsp; &nbsp; &nbsp;类似咨询公司，这种生产类公司对我的资历有些排斥，更多的需要是一个本科毕业或者有成熟工作经验的人。我发觉自己在各个领域都有涉及，但最终的结果却是每个领域都缺少实践经验以及成熟的技能。然而这些能力在科研及带领团队中有很大帮助，对于某一方面的技能专研却欠缺火候。</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp;<strong>产品经理&#x2F;政策研究</strong><br>&nbsp; &nbsp; &nbsp; &nbsp;我把这两个归位一类，是因为这是适合在某一领域拥有广泛知识背景并且对技能有一定能力要求的岗位。但是，可想而知，这一类的工作更多的是表达能力，也可以说是我目前比较欠缺的能力。紧张时候无法控制的语言加速以及重复表达，这会影响从事这一行业，同时这些行业也无法提供更高的专业能力提升，更多的是综合能力提升。</p>\n",
            "tags": [
                "thought",
                "work"
            ]
        }
    ]
}